START_TEXT = """Привет, я провожу предвартельное собеседование кандидатов для нашей компании. 
Мы очень тщательно отбираем сотрудников и хотим, чтобы они соотвестовали нашим корпоративным ценностям.
Сейчас я представлю 6 различых ситуаций, а тебе нужно будет ответить, что бы ты предпринял в каждой из них. Не стейсняйся писать то, что думаешь - мы ценим честность и открытость."""

FIRST_QUESTION = """Первый вопрос.
Представь, что ты работаешь над проектом, который требует тесного сотрудничества с другими отделами. Один из твоих коллег, который отвечает за свою часть проекта, постоянно опаздывает и не выполняет свои задачи в срок. Как вы будете реагировать на эту ситуацию?"""

SECOND_QUESTION =  """Второй вопрос.
Ты обнаружил, что твой коллега использует ресурсы компании для личных целей, например, печатает личные документы на офисном принтере или использует корпоративный интернет для своих нужд. Как ты поступишь в этой ситуации?"""

THIRD_QUESTION =  """Третий вопрос.
Твой руководитель просит тебя солгать клиенту, чтобы избежать негативных последствий для компании. Как ты отреагируешь на эту просьбу?"""

FOURTH_QUESTION =  """Четвертый вопрос.
Ты заметил, что твоя команда работает неэффективно из-за отсутствия коммуникации между членами команды. Как ты поступишь, чтобы улучшить ситуацию?"""

FIFTH_QUESTION =  """Пятый вопрос.
Ты получил задание, которое кажется тебе бессмысленным и не соответствует твоим профессиональным навыкам. Как ты поступишь?"""

END = """Спасибо за ответы на наши вопросы. Я направил твои ответы нашему менеджеру и он скоро с тобой свяжется."""